{"<unk>": 0, "<pad>": 1, "the": 2, ",": 3, ".": 4, "and": 5, "a": 6, "of": 7, "to": 8, "is": 9, "it": 10, "in": 11, "i": 12, "this": 13, "that": 14, "\"": 15, "'s": 16, "-": 17, "/><br": 18, "was": 19, "as": 20, "for": 21, "with": 22, "movie": 23, "but": 24, "film": 25, "on": 26, "you": 27, "(": 28, "n't": 29, ")": 30, "not": 31, "are": 32, "he": 33, "his": 34, "have": 35, "be": 36, "one": 37, "all": 38, "at": 39, "they": 40, "by": 41, "!": 42, "an": 43, "who": 44, "from": 45, "like": 46, "so": 47, "her": 48, "or": 49, "there": 50, "just": 51, "about": 52, "do": 53, "has": 54, "out": 55, "'": 56, "if": 57, "what": 58, "some": 59, "good": 60, "?": 61, "she": 62, "more": 63, "very": 64, "when": 65, "would": 66, "up": 67, "no": 68, "even": 69, "time": 70, "can": 71, "my": 72, "which": 73, "only": 74, "story": 75, "really": 76, "had": 77, "their": 78, "see": 79, "were": 80, "we": 81, "me": 82, "did": 83, "does": 84, "well": 85, "than": 86, "...": 87, "much": 88, "could": 89, "get": 90, "been": 91, "will": 92, "people": 93, ":": 94, "bad": 95, "into": 96, "other": 97, "because": 98, "great": 99, "also": 100, "first": 101, "how": 102, "most": 103, "him": 104, "made": 105, "its": 106, "make": 107, "then": 108, "way": 109, "them": 110, "too": 111, "any": 112, "movies": 113, "<": 114, "after": 115, "/>the": 116, "br": 117, "think": 118, "characters": 119, "character": 120, "two": 121, "watch": 122, "films": 123, "many": 124, "seen": 125, "being": 126, ";": 127, "never": 128, "plot": 129, "life": 130, "little": 131, "love": 132, "acting": 133, "where": 134, "best": 135, "over": 136, "show": 137, "know": 138, "off": 139, "ever": 140, "man": 141, "your": 142, "better": 143, "still": 144, "*": 145, "here": 146, "end": 147, "say": 148, "should": 149, "these": 150, "scene": 151, "why": 152, "scenes": 153, "such": 154, "go": 155, "while": 156, "something": 157, "'ve": 158, "through": 159, "back": 160, "/": 161, "real": 162, "those": 163, "watching": 164, "old": 165, "thing": 166, "years": 167, "though": 168, "'m": 169, "actors": 170, "director": 171, "new": 172, "work": 173, "now": 174, "before": 175, "nothing": 176, "actually": 177, "makes": 178, "funny": 179, "find": 180, "another": 181, "look": 182, "going": 183, "few": 184, "--": 185, "same": 186, "part": 187, "lot": 188, "every": 189, "again": 190, "cast": 191, "/>i": 192, "us": 193, "quite": 194, "ca": 195, "world": 196, "got": 197, "want": 198, "'re": 199, "down": 200, "pretty": 201, "young": 202, "things": 203, "seems": 204, "around": 205, "horror": 206, "&": 207, "fact": 208, "take": 209, "big": 210, "thought": 211, "enough": 212, "long": 213, "between": 214, "may": 215, "give": 216, "both": 217, "original": 218, "series": 219, "own": 220, "action": 221, "however": 222, "must": 223, "right": 224, "without": 225, "always": 226, "gets": 227, "comedy": 228, "saw": 229, "come": 230, "point": 231, "times": 232, "family": 233, "almost": 234, "role": 235, "least": 236, "interesting": 237, "whole": 238, "bit": 239, "done": 240, "guy": 241, "music": 242, "script": 243, "far": 244, "feel": 245, "making": 246, "might": 247, "anything": 248, "last": 249, "minutes": 250, "performance": 251, "since": 252, "probably": 253, "girl": 254, "am": 255, "woman": 256, "kind": 257, "tv": 258, "rather": 259, "'ll": 260, "away": 261, "worst": 262, "yet": 263, "day": 264, "hard": 265, "sure": 266, "fun": 267, "found": 268, "anyone": 269, "each": 270, "played": 271, "especially": 272, "believe": 273, "our": 274, "comes": 275, "course": 276, "having": 277, "trying": 278, "looking": 279, "goes": 280, "set": 281, "looks": 282, "screen": 283, "although": 284, "book": 285, "put": 286, "different": 287, "actor": 288, "place": 289, "year": 290, "money": 291, "someone": 292, "shows": 293, "ending": 294, "true": 295, "sense": 296, "reason": 297, "/>this": 298, "dvd": 299, "main": 300, "let": 301, "everything": 302, "once": 303, "three": 304, "worth": 305, "maybe": 306, "watched": 307, "job": 308, "american": 309, "'d": 310, "plays": 311, "play": 312, "10": 313, "takes": 314, "said": 315, "seem": 316, "effects": 317, "everyone": 318, "together": 319, "2": 320, "high": 321, "beautiful": 322, "house": 323, "john": 324, "instead": 325, "night": 326, "audience": 327, "later": 328, "wife": 329, "himself": 330, "left": 331, "version": 332, "during": 333, "father": 334, "special": 335, "half": 336, "seeing": 337, "star": 338, "excellent": 339, "shot": 340, "black": 341, "war": 342, "idea": 343, "nice": 344, "less": 345, "read": 346, "simply": 347, "else": 348, "mind": 349, "second": 350, "fan": 351, "completely": 352, "men": 353, "used": 354, "hollywood": 355, "help": 356, "poor": 357, "death": 358, "dead": 359, "short": 360, "home": 361, "line": 362, "need": 363, "top": 364, "given": 365, "try": 366, "budget": 367, "kids": 368, "use": 369, "classic": 370, "rest": 371, "low": 372, "performances": 373, "women": 374, "enjoy": 375, "until": 376, "either": 377, "full": 378, "friends": 379, "production": 380, "camera": 381, "wrong": 382, "boring": 383, "truly": 384, "along": 385, "tell": 386, "couple": 387, "video": 388, "start": 389, "remember": 390, "came": 391, "sex": 392, "mean": 393, "recommend": 394, "awful": 395, "next": 396, "stars": 397, "stupid": 398, "small": 399, "/>it": 400, "school": 401, "understand": 402, "wonderful": 403, "playing": 404, "..": 405, "getting": 406, "moments": 407, "face": 408, "episode": 409, "perhaps": 410, "keep": 411, "terrible": 412, "early": 413, "human": 414, "written": 415, "doing": 416, "often": 417, "gives": 418, "perfect": 419, "name": 420, "person": 421, "style": 422, "definitely": 423, "others": 424, "become": 425, "live": 426, "piece": 427, "felt": 428, "lost": 429, "boy": 430, "lines": 431, "dialogue": 432, "supposed": 433, "head": 434, "liked": 435, "itself": 436, "case": 437, "mother": 438, "white": 439, "absolutely": 440, "children": 441, "against": 442, "went": 443, "entire": 444, "sort": 445, "certainly": 446, "waste": 447, "picture": 448, "cinema": 449, "called": 450, "hope": 451, "problem": 452, "evil": 453, "killer": 454, "finally": 455, "friend": 456, "loved": 457, "several": 458, "based": 459, "title": 460, "worse": 461, "yes": 462, "3": 463, "entertaining": 464, "becomes": 465, "drama": 466, "fans": 467, "already": 468, "beginning": 469, "dark": 470, "seemed": 471, "care": 472, "under": 473, "lives": 474, "example": 475, "laugh": 476, "wanted": 477, "turn": 478, "\u0096": 479, "son": 480, "direction": 481, "oh": 482, "fine": 483, "throughout": 484, "child": 485, "totally": 486, "amazing": 487, "lead": 488, "sound": 489, "heart": 490, "wo": 491, "michael": 492, "final": 493, "guess": 494, "wants": 495, "humor": 496, "guys": 497, "writing": 498, "close": 499, "history": 500, "quality": 501, "tries": 502, "behind": 503, "town": 504, "works": 505, "able": 506, "<br": 507, "art": 508, "side": 509, "despite": 510, "game": 511, "turns": 512, "enjoyed": 513, "past": 514, "viewer": 515, "1": 516, "hand": 517, "unfortunately": 518, "kill": 519, "favorite": 520, "gave": 521, "act": 522, "days": 523, "starts": 524, "car": 525, "flick": 526, "run": 527, "genre": 528, "actress": 529, "sometimes": 530, "today": 531, "girls": 532, "kid": 533, "soon": 534, ">": 535, "horrible": 536, "parts": 537, "self": 538, "city": 539, "god": 540, "eyes": 541, "late": 542, "directed": 543, "blood": 544, "hour": 545, "thinking": 546, "expect": 547, "brilliant": 548, "stories": 549, "....": 550, "themselves": 551, "decent": 552, "voice": 553, "obviously": 554, "fight": 555, "feeling": 556, "myself": 557, "slow": 558, "stuff": 559, "daughter": 560, "highly": 561, "writer": 562, "except": 563, "matter": 564, "type": 565, "heard": 566, "says": 567, "etc": 568, "took": 569, "killed": 570, "leave": 571, "age": 572, "strong": 573, "brother": 574, "moment": 575, "police": 576, "overall": 577, "hit": 578, "known": 579, "mr.": 580, "particularly": 581, "roles": 582, "stop": 583, "extremely": 584, "happens": 585, "violence": 586, "involved": 587, "lack": 588, "happened": 589, "told": 590, "living": 591, "obvious": 592, "coming": 593, "chance": 594, "attempt": 595, "including": 596, "murder": 597, "james": 598, "wonder": 599, "hero": 600, "complete": 601, "group": 602, "alone": 603, "gore": 604, "cut": 605, "simple": 606, "experience": 607, "husband": 608, "looked": 609, "interest": 610, "score": 611, "save": 612, "happen": 613, "number": 614, "hell": 615, "ago": 616, "exactly": 617, "song": 618, "none": 619, "shown": 620, "/>there": 621, "running": 622, "whose": 623, "musical": 624, "king": 625, "serious": 626, "taken": 627, "/>in": 628, "crap": 629, "annoying": 630, "english": 631, "career": 632, "david": 633, "opening": 634, "cinematography": 635, "usually": 636, "hours": 637, "sad": 638, "across": 639, "somewhat": 640, "released": 641, "ends": 642, "body": 643, "reality": 644, "light": 645, "jokes": 646, "scary": 647, "usual": 648, "relationship": 649, "please": 650, "middle": 651, "started": 652, "wish": 653, "yourself": 654, "finds": 655, "novel": 656, "talking": 657, "huge": 658, "change": 659, "cool": 660, "female": 661, "happy": 662, "possible": 663, "documentary": 664, "view": 665, "/>if": 666, "hilarious": 667, "taking": 668, "order": 669, "ridiculous": 670, "level": 671, "seriously": 672, "shots": 673, "saying": 674, "mostly": 675, "opinion": 676, "ones": 677, "turned": 678, "power": 679, "room": 680, "important": 681, "robert": 682, "modern": 683, "major": 684, "ok": 685, "word": 686, "episodes": 687, "strange": 688, "single": 689, "call": 690, "five": 691, "talent": 692, "country": 693, "b": 694, "5": 695, "due": 696, "comic": 697, "4": 698, "events": 699, "supporting": 700, "jack": 701, "knew": 702, "apparently": 703, "knows": 704, "songs": 705, "british": 706, "earth": 707, "non": 708, "clearly": 709, "four": 710, "class": 711, "attention": 712, "tells": 713, "thriller": 714, "easily": 715, "television": 716, "cheap": 717, "local": 718, "fast": 719, "anyway": 720, "future": 721, "words": 722, "silly": 723, "miss": 724, "sequence": 725, "bring": 726, "problems": 727, "basically": 728, "disappointed": 729, "straight": 730, "romantic": 731, "paul": 732, "/>but": 733, "falls": 734, "entertainment": 735, "rock": 736, "sets": 737, "beyond": 738, "oscar": 739, "upon": 740, "it.<br": 741, "similar": 742, "lady": 743, "moving": 744, "giving": 745, "george": 746, "predictable": 747, "whether": 748, "appears": 749, "talk": 750, "needs": 751, "mystery": 752, "rating": 753, "review": 754, "near": 755, "within": 756, "message": 757, "stand": 758, "theater": 759, "nearly": 760, "team": 761, "enjoyable": 762, "animation": 763, "feels": 764, "bunch": 765, "mention": 766, "ten": 767, "sister": 768, "red": 769, "named": 770, "richard": 771, "above": 772, "points": 773, "theme": 774, "york": 775, "eye": 776, "dull": 777, "lee": 778, "actual": 779, "using": 780, "herself": 781, "release": 782, "surprised": 783, "working": 784, "easy": 785, "hate": 786, "sequel": 787, "begins": 788, "feature": 789, "tale": 790, "minute": 791, "ways": 792, "add": 793, "fantastic": 794, "french": 795, "lots": 796, "storyline": 797, "elements": 798, "stay": 799, "typical": 800, "clear": 801, "among": 802, "showing": 803, "die": 804, "re": 805, "effort": 806, "fall": 807, "famous": 808, "comments": 809, "viewers": 810, "tried": 811, "follow": 812, "/>and": 813, "buy": 814, "certain": 815, "editing": 816, "form": 817, "means": 818, "weak": 819, "parents": 820, "dialog": 821, "kept": 822, "peter": 823, "figure": 824, "general": 825, "movie.<br": 826, "doubt": 827, "leads": 828, "realistic": 829, "soundtrack": 830, "greatest": 831, "tom": 832, "filmed": 833, "somehow": 834, "space": 835, "disney": 836, "season": 837, "gone": 838, "material": 839, "check": 840, "brought": 841, "dance": 842, "crime": 843, "hear": 844, "sorry": 845, "period": 846, "viewing": 847, "zombie": 848, "de": 849, "/>a": 850, "particular": 851, "lame": 852, "move": 853, "atmosphere": 854, "learn": 855, "suspense": 856, "sequences": 857, "film.<br": 858, "imagine": 859, "third": 860, "poorly": 861, "sexual": 862, "america": 863, "$": 864, "average": 865, "deal": 866, "sit": 867, "wait": 868, "/>as": 869, "decided": 870, "rent": 871, "possibly": 872, "japanese": 873, "reviews": 874, "stage": 875, "eventually": 876, "premise": 877, "became": 878, "whatever": 879, "avoid": 880, "difficult": 881, "expected": 882, "nature": 883, "indeed": 884, "killing": 885, "subject": 886, "surprise": 887, "forget": 888, "free": 889, "street": 890, "baby": 891, "nor": 892, "dog": 893, "joe": 894, "leaves": 895, "truth": 896, "believable": 897, "hot": 898, "meets": 899, "screenplay": 900, "needed": 901, "romance": 902, "note": 903, "reading": 904, "write": 905, "directors": 906, "20": 907, "question": 908, "meet": 909, "begin": 910, "dramatic": 911, "male": 912, "sci": 913, "emotional": 914, "fi": 915, "forced": 916, "realize": 917, "writers": 918, "open": 919, "`": 920, "weird": 921, "badly": 922, "crazy": 923, "memorable": 924, "older": 925, "s": 926, "superb": 927, "acted": 928, "deep": 929, "monster": 930, "society": 931, "credits": 932, "okay": 933, "earlier": 934, "forward": 935, "interested": 936, "beauty": 937, "dream": 938, "shame": 939, "situation": 940, "keeps": 941, "whom": 942, "ask": 943, "footage": 944, "otherwise": 945, "comment": 946, "features": 947, "imdb": 948, "unless": 949, "jane": 950, "fantasy": 951, "towards": 952, "worked": 953, "cheesy": 954, "previous": 955, "box": 956, "brings": 957, "laughs": 958, "creepy": 959, "directing": 960, "personal": 961, "plenty": 962, "sounds": 963, "air": 964, "perfectly": 965, "total": 966, "incredibly": 967, "plus": 968, "quickly": 969, "admit": 970, "development": 971, "girlfriend": 972, "result": 973, "unique": 974, "leading": 975, "mark": 976, "rate": 977, "setting": 978, "casting": 979, "appear": 980, "fire": 981, "bill": 982, "cop": 983, "doctor": 984, "hands": 985, "business": 986, "meant": 987, "return": 988, "christmas": 989, "battle": 990, "create": 991, "hardly": 992, "present": 993, "boys": 994, "effect": 995, "political": 996, "background": 997, "pay": 998, "powerful": 999, "gay": 1000, "joke": 1001, "mess": 1002, "various": 1003, "telling": 1004, "fighting": 1005, "secret": 1006, "potential": 1007, "dumb": 1008, "ben": 1009, "break": 1010, "twist": 1011, "portrayed": 1012, "western": 1013, "inside": 1014, "outside": 1015, "front": 1016, "fails": 1017, "ideas": 1018, "fairly": 1019, "missing": 1020, "villain": 1021, "nudity": 1022, "manages": 1023, "rich": 1024, "expecting": 1025, "attempts": 1026, "deserves": 1027, "married": 1028, "apart": 1029, "masterpiece": 1030, "talented": 1031, "odd": 1032, "social": 1033, "era": 1034, "remake": 1035, "30": 1036, "william": 1037, "cute": 1038, "copy": 1039, "dr.": 1040, "reasons": 1041, "flat": 1042, "scott": 1043, "wrote": 1044, "agree": 1045, "success": 1046, "plain": 1047, "cold": 1048, "crew": 1049, "recently": 1050, "list": 1051, "sweet": 1052, "filmmakers": 1053, "incredible": 1054, "further": 1055, "mentioned": 1056, "missed": 1057, "large": 1058, "public": 1059, "pure": 1060, "office": 1061, "gun": 1062, "match": 1063, "80": 1064, "brothers": 1065, "caught": 1066, "ended": 1067, "mary": 1068, "popular": 1069, "/>so": 1070, "co": 1071, "waiting": 1072, "decides": 1073, "filled": 1074, "members": 1075, "hold": 1076, "science": 1077, "produced": 1078, "sadly": 1079, "wasted": 1080, "pace": 1081, "uses": 1082, "following": 1083, "party": 1084, "revenge": 1085, "slightly": 1086, "water": 1087, "unlike": 1088, "created": 1089, "familiar": 1090, "/>what": 1091, "cartoon": 1092, "la": 1093, "intelligent": 1094, "sees": 1095, "considering": 1096, "suddenly": 1097, "spent": 1098, "cat": 1099, "tension": 1100, "compared": 1101, "convincing": 1102, "entirely": 1103, "spirit": 1104, "fear": 1105, "kills": 1106, "state": 1107, "dancing": 1108, "island": 1109, "bored": 1110, "clever": 1111, "escape": 1112, "cover": 1113, "neither": 1114, "visual": 1115, "italian": 1116, "language": 1117, "moves": 1118, "credit": 1119, "laughing": 1120, "violent": 1121, "band": 1122, "basic": 1123, "animated": 1124, "singing": 1125, "speak": 1126, "successful": 1127, "biggest": 1128, "german": 1129, "positive": 1130, "century": 1131, "recent": 1132, "runs": 1133, "studio": 1134, "trouble": 1135, "90": 1136, "concept": 1137, "adult": 1138, "focus": 1139, "tony": 1140, "appreciate": 1141, "choice": 1142, "died": 1143, "former": 1144, "spend": 1145, "store": 1146, "value": 1147, "consider": 1148, "walk": 1149, "control": 1150, "common": 1151, "force": 1152, "younger": 1153, "company": 1154, "exciting": 1155, "portrayal": 1156, "depth": 1157, "zombies": 1158, "solid": 1159, "adventure": 1160, "bizarre": 1161, "tone": 1162, "amount": 1163, "amusing": 1164, "rated": 1165, "super": 1166, "college": 1167, "law": 1168, "mad": 1169, "trash": 1170, "8": 1171, "effective": 1172, "hair": 1173, "planet": 1174, "books": 1175, "showed": 1176, "producers": 1177, "slasher": 1178, "van": 1179, "fit": 1180, "follows": 1181, "ultimately": 1182, "win": 1183, "15": 1184, "chemistry": 1185, "impossible": 1186, "impressive": 1187, "nt": 1188, "respect": 1189, "7": 1190, "heavy": 1191, "prison": 1192, "trip": 1193, "considered": 1194, "culture": 1195, "pointless": 1196, "barely": 1197, "cult": 1198, "dad": 1199, "decide": 1200, "leaving": 1201, "makers": 1202, "won": 1203, "ghost": 1204, "project": 1205, "smith": 1206, "situations": 1207, "tough": 1208, "awesome": 1209, "honest": 1210, "cause": 1211, "failed": 1212, "sick": 1213, "changed": 1214, "shooting": 1215, "anti": 1216, "somewhere": 1217, "starring": 1218, "west": 1219, "audiences": 1220, "south": 1221, "accent": 1222, "brain": 1223, "computer": 1224, "fake": 1225, "fiction": 1226, "longer": 1227, "charming": 1228, "disturbing": 1229, "jim": 1230, "likes": 1231, "touch": 1232, "questions": 1233, "involving": 1234, "steve": 1235, "stick": 1236, "values": 1237, "images": 1238, "generally": 1239, "literally": 1240, "meaning": 1241, "bought": 1242, "magic": 1243, "military": 1244, "natural": 1245, "post": 1246, "surprisingly": 1247, "immediately": 1248, "camp": 1249, "ex": 1250, "london": 1251, "utterly": 1252, "normal": 1253, "recommended": 1254, "harry": 1255, "stewart": 1256, "pathetic": 1257, "thanks": 1258, "ability": 1259, "master": 1260, "pick": 1261, "sitting": 1262, "appearance": 1263, "detective": 1264, "drive": 1265, "fair": 1266, "frank": 1267, "glad": 1268, "motion": 1269, "alive": 1270, "shoot": 1271, "week": 1272, "adaptation": 1273, "explain": 1274, "pictures": 1275, "conclusion": 1276, "sam": 1277, "standard": 1278, "army": 1279, "catch": 1280, "genius": 1281, "appeal": 1282, "aspect": 1283, "knowing": 1284, "rare": 1285, "sexy": 1286, "silent": 1287, "walking": 1288, "yeah": 1289, "remains": 1290, "garbage": 1291, "naked": 1292, "nobody": 1293, "comedies": 1294, "thinks": 1295, "aside": 1296, "channel": 1297, "chase": 1298, "added": 1299, "drawn": 1300, "road": 1301, "subtle": 1302, "twists": 1303, "humour": 1304, "loud": 1305, "purpose": 1306, "taste": 1307, "wild": 1308, "edge": 1309, "beautifully": 1310, "journey": 1311, "nowhere": 1312, "attack": 1313, "fully": 1314, "terms": 1315, "managed": 1316, "/>my": 1317, "club": 1318, "equally": 1319, "honestly": 1320, "touching": 1321, "100": 1322, "charlie": 1323, "complex": 1324, "/>all": 1325, "dreams": 1326, "batman": 1327, "key": 1328, "likely": 1329, "mood": 1330, "personally": 1331, "blue": 1332, "date": 1333, "%": 1334, "door": 1335, "grade": 1336, "kelly": 1337, "terrific": 1338, "soldiers": 1339, "lovely": 1340, "narrative": 1341, "pieces": 1342, "producer": 1343, "themes": 1344, "excuse": 1345, "plan": 1346, "9": 1347, "vampire": 1348, "gang": 1349, "government": 1350, "innocent": 1351, "spoilers": 1352, "unbelievable": 1353, "cinematic": 1354, "marriage": 1355, "noir": 1356, "constantly": 1357, "pass": 1358, "surely": 1359, "central": 1360, "outstanding": 1361, "70": 1362, "award": 1363, "issues": 1364, "slowly": 1365, "soul": 1366, "victim": 1367, "presented": 1368, "thank": 1369, "contains": 1370, "historical": 1371, "painful": 1372, "thrown": 1373, "costumes": 1374, "hoping": 1375, "laughable": 1376, "boss": 1377, "disappointing": 1378, "smart": 1379, "animals": 1380, "indian": 1381, "photography": 1382, "train": 1383, "places": 1384, "presence": 1385, "climax": 1386, "drug": 1387, "thus": 1388, "chris": 1389, "loves": 1390, "stunning": 1391, "christopher": 1392, "details": 1393, "developed": 1394, "green": 1395, "impression": 1396, "mysterious": 1397, "scenery": 1398, "charles": 1399, "church": 1400, "double": 1401, "jones": 1402, "charm": 1403, "justice": 1404, "mistake": 1405, "50": 1406, "color": 1407, "stands": 1408, "woods": 1409, "/>one": 1410, "everybody": 1411, "ride": 1412, "finish": 1413, "sent": 1414, "track": 1415, "critics": 1416, "throw": 1417, "wow": 1418, "6": 1419, "henry": 1420, "hotel": 1421, "numbers": 1422, "paris": 1423, "aspects": 1424, "boyfriend": 1425, "building": 1426, "held": 1427, "million": 1428, "brief": 1429, "manner": 1430, "minor": 1431, "serial": 1432, "expectations": 1433, "mainly": 1434, "acts": 1435, "cry": 1436, "exception": 1437, "feelings": 1438, "festival": 1439, "hey": 1440, "lover": 1441, "allen": 1442, "element": 1443, "support": 1444, "suppose": 1445, "filming": 1446, "names": 1447, "student": 1448, "changes": 1449, "opportunity": 1450, "bother": 1451, "opera": 1452, "falling": 1453, "ahead": 1454, "fascinating": 1455, "speaking": 1456, "intended": 1457, "six": 1458, "emotion": 1459, "emotions": 1460, "puts": 1461, "shock": 1462, "tired": 1463, "bar": 1464, "born": 1465, "disappointment": 1466, "lived": 1467, "available": 1468, "bruce": 1469, "likable": 1470, "giant": 1471, "hurt": 1472, "image": 1473, "include": 1474, "twice": 1475, "page": 1476, "suggest": 1477, "bed": 1478, "compelling": 1479, "confused": 1480, "fresh": 1481, "trailer": 1482, "forever": 1483, "jerry": 1484, "spot": 1485, "dies": 1486, "fellow": 1487, "pain": 1488, "ray": 1489, "zero": 1490, "appeared": 1491, "step": 1492, "christian": 1493, "followed": 1494, "bottom": 1495, "besides": 1496, "gorgeous": 1497, "putting": 1498, "laughed": 1499, "sub": 1500, "alien": 1501, "mom": 1502, "adults": 1503, "approach": 1504, "difference": 1505, "impact": 1506, "lacks": 1507, "mix": 1508, "direct": 1509, "offer": 1510, "park": 1511, "share": 1512, "40": 1513, "moral": 1514, "billy": 1515, "happening": 1516, "actresses": 1517, "arthur": 1518, "notice": 1519, "event": 1520, "mediocre": 1521, "merely": 1522, "proves": 1523, "random": 1524, "summer": 1525, "system": 1526, "answer": 1527, "confusing": 1528, "creative": 1529, "finding": 1530, "rape": 1531, "students": 1532, "victims": 1533, "americans": 1534, "flying": 1535, "holes": 1536, "land": 1537, "murders": 1538, "paid": 1539, "supposedly": 1540, "\u0085 ": 1541, "content": 1542, "funniest": 1543, "helps": 1544, "lighting": 1545, "martin": 1546, "relationships": 1547, "thin": 1548, "wondering": 1549, "al": 1550, "delivers": 1551, "porn": 1552, "race": 1553, "worthy": 1554, "latter": 1555, "wall": 1556, "wise": 1557, "damn": 1558, "hospital": 1559, "beat": 1560, "ii": 1561, "absolute": 1562, "childhood": 1563, "provides": 1564, "imagination": 1565, "negative": 1566, "tragedy": 1567, "agent": 1568, "becoming": 1569, "gem": 1570, "impressed": 1571, "stone": 1572, "ugly": 1573, "addition": 1574, "stuck": 1575, "winning": 1576, "clich\u00e9": 1577, "fell": 1578, "tragic": 1579, "forgotten": 1580, "offers": 1581, "thoroughly": 1582, "davis": 1583, "flicks": 1584, "lose": 1585, "soldier": 1586, "attractive": 1587, "extreme": 1588, "lord": 1589, "pull": 1590, "reminded": 1591, "ship": 1592, "turning": 1593, "animal": 1594, "inspired": 1595, "queen": 1596, "seemingly": 1597, "alan": 1598, "count": 1599, "flaws": 1600, "ground": 1601, "intense": 1602, "seven": 1603, "mr": 1604, "nasty": 1605, "hidden": 1606, "artistic": 1607, "folks": 1608, "industry": 1609, "rented": 1610, "standards": 1611, "chinese": 1612, "jean": 1613, "scientist": 1614, "teen": 1615, "adds": 1616, "affair": 1617, "bond": 1618, "faces": 1619, "quick": 1620, "seconds": 1621, "afraid": 1622, "creature": 1623, "/>overall": 1624, "angry": 1625, "design": 1626, "detail": 1627, "williams": 1628, "brian": 1629, "ready": 1630, "shocking": 1631, "dirty": 1632, "food": 1633, "professional": 1634, "collection": 1635, "games": 1636, "jackson": 1637, "personality": 1638, "picked": 1639, "uncle": 1640, "length": 1641, "area": 1642, "asks": 1643, "describe": 1644, "don": 1645, "filmmaker": 1646, "led": 1647, "location": 1648, "onto": 1649, "fashion": 1650, "information": 1651, "listen": 1652, "martial": 1653, "=": 1654, "artist": 1655, "fox": 1656, "mouth": 1657, "therefore": 1658, "wearing": 1659, "apartment": 1660, "castle": 1661, "redeeming": 1662, "states": 1663, "struggle": 1664, "teenage": 1665, "wars": 1666, "wooden": 1667, "carry": 1668, "deliver": 1669, "favourite": 1670, "member": 1671, "cross": 1672, "news": 1673, "criminal": 1674, "lets": 1675, "allowed": 1676, "captain": 1677, "compare": 1678, "deeply": 1679, "grace": 1680, "willing": 1681, "witch": 1682, "clothes": 1683, "includes": 1684, "intelligence": 1685, "machine": 1686, "wonderfully": 1687, "danny": 1688, "desperate": 1689, "helped": 1690, "moved": 1691, "phone": 1692, "rip": 1693, "anymore": 1694, "cgi": 1695, "build": 1696, "plane": 1697, "epic": 1698, "jason": 1699, ".....": 1700, "heroes": 1701, "realized": 1702, "theatre": 1703, "began": 1704, "comedic": 1705, "drugs": 1706, "independent": 1707, "loving": 1708, "sight": 1709, "pop": 1710, "commentary": 1711, "energy": 1712, "extra": 1713, "introduced": 1714, "rarely": 1715, "sky": 1716, "station": 1717, "stephen": 1718, "suicide": 1719, "tears": 1720, "ed": 1721, "ring": 1722, "taylor": 1723, "teacher": 1724, "/>for": 1725, "accident": 1726, "douglas": 1727, "humans": 1728, "mental": 1729, "necessary": 1730, "powers": 1731, "religious": 1732, "arts": 1733, "dying": 1734, "spoiler": 1735, "trust": 1736, "nightmare": 1737, "sleep": 1738, "superior": 1739, "time.<br": 1740, "andy": 1741, "apparent": 1742, "engaging": 1743, "heaven": 1744, "disaster": 1745, "johnny": 1746, "physical": 1747, "anybody": 1748, "continue": 1749, "desire": 1750, "pleasure": 1751, "provide": 1752, "roll": 1753, "allow": 1754, "eddie": 1755, "limited": 1756, "technical": 1757, "treat": 1758, "grand": 1759, "remarkable": 1760, "suit": 1761, "unusual": 1762, "devil": 1763, "returns": 1764, "scared": 1765, "ford": 1766, "russian": 1767, "vision": 1768, "bloody": 1769, "brutal": 1770, "cops": 1771, "holds": 1772, "tim": 1773, "wedding": 1774, "accept": 1775, "fred": 1776, "intriguing": 1777, "jump": 1778, "\u0085": 1779, "#": 1780, "academy": 1781, "actions": 1782, "media": 1783, "paced": 1784, "reminds": 1785, "soft": 1786, "suspect": 1787, "wanting": 1788, "search": 1789, "superman": 1790, "hated": 1791, "hitler": 1792, "twenty": 1793, "asked": 1794, "finished": 1795, "keaton": 1796, "surprising": 1797, "unnecessary": 1798, "absurd": 1799, "adam": 1800, "bits": 1801, "faith": 1802, "horse": 1803, "kate": 1804, "player": 1805, "prince": 1806, "somebody": 1807, "anywhere": 1808, "england": 1809, "joan": 1810, "legend": 1811, "memory": 1812, "pilot": 1813, "skip": 1814, "whatsoever": 1815, "gold": 1816, "growing": 1817, "nicely": 1818, "passion": 1819, "constant": 1820, "pacing": 1821, "pre": 1822, "process": 1823, "sat": 1824, "warning": 1825, "ladies": 1826, "watchable": 1827, "cage": 1828, "jeff": 1829, "moon": 1830, "torture": 1831, "x": 1832, "clich\u00e9s": 1833, "/>now": 1834, "ball": 1835, "dangerous": 1836, "joy": 1837, "lovers": 1838, "blame": 1839, "exist": 1840, "explanation": 1841, "gotten": 1842, "heroine": 1843, "higher": 1844, "ill": 1845, "lies": 1846, "met": 1847, "mixed": 1848, "nick": 1849, "normally": 1850, "shakespeare": 1851, "candy": 1852, "deserve": 1853, "dressed": 1854, "drunk": 1855, "heads": 1856, "instance": 1857, "price": 1858, "quiet": 1859, "12": 1860, "capture": 1861, "creating": 1862, "fights": 1863, "ms.": 1864, "river": 1865, "toward": 1866, "unknown": 1867, "deserved": 1868, "\"<br": 1869, "ann": 1870, "field": 1871, "jesus": 1872, "smile": 1873, "tarzan": 1874, "accurate": 1875, "dick": 1876, "european": 1877, "japan": 1878, "players": 1879, "radio": 1880, "wide": 1881, "community": 1882, "fail": 1883, "guns": 1884, "issue": 1885, "kevin": 1886, "plots": 1887, "soap": 1888, "/>when": 1889, "_": 1890, "eating": 1891, "freddy": 1892, "record": 1893, "cable": 1894, "cars": 1895, "friendship": 1896, "officer": 1897, "vhs": 1898, "70s": 1899, "according": 1900, "fu": 1901, "knowledge": 1902, "loose": 1903, "nonsense": 1904, "spanish": 1905, "aware": 1906, "humanity": 1907, "responsible": 1908, "saved": 1909, "starting": 1910, "featuring": 1911, "monsters": 1912, "author": 1913, "broken": 1914, "eat": 1915, "explained": 1916, "hopes": 1917, "ice": 1918, "judge": 1919, "mike": 1920, "pulled": 1921, "terribly": 1922, "bright": 1923, "fat": 1924, "floor": 1925, "keeping": 1926, "lewis": 1927, "memories": 1928, "santa": 1929, "sucks": 1930, "treated": 1931, "understanding": 1932, "80s": 1933, "kinda": 1934, "lacking": 1935, "lynch": 1936, "manage": 1937, "partner": 1938, "finest": 1939, "numerous": 1940, "blonde": 1941, "originally": 1942, "saving": 1943, "villains": 1944, "whilst": 1945, "bland": 1946, "delightful": 1947, "driving": 1948, "empty": 1949, "loss": 1950, "private": 1951, "werewolf": 1952, "wind": 1953, "cuts": 1954, "dealing": 1955, "hits": 1956, "screaming": 1957, "witty": 1958, "conflict": 1959, "months": 1960, "noticed": 1961, "ordinary": 1962, "realism": 1963, "sign": 1964, "singer": 1965, "below": 1966, "bigger": 1967, "dated": 1968, "discover": 1969, "forces": 1970, "gene": 1971, "included": 1972, "pretentious": 1973, "prove": 1974, "sing": 1975, "washington": 1976, "whenever": 1977, "youth": 1978, "60": 1979, "discovered": 1980, "jimmy": 1981, "kong": 1982, "opposite": 1983, "psychological": 1984, "regular": 1985, "reviewers": 1986, "unfunny": 1987, "international": 1988, "kick": 1989, "loses": 1990, "mine": 1991, "portray": 1992, "simon": 1993, "bob": 1994, "brown": 1995, "morgan": 1996, "scream": 1997, "wood": 1998, "bank": 1999, "fate": 2000, "locations": 2001, "streets": 2002, "talents": 2003, "morning": 2004, "skills": 2005, "humorous": 2006, "opens": 2007, "owner": 2008, "received": 2009, "shop": 2010, "visit": 2011, "/>to": 2012, "breaks": 2013, "calls": 2014, "concerned": 2015, "gangster": 2016, "golden": 2017, "miles": 2018, "perspective": 2019, "blind": 2020, "captured": 2021, "continues": 2022, "gags": 2023, "grant": 2024, "rubbish": 2025, "satire": 2026, "sea": 2027, "traditional": 2028, "curious": 2029, "current": 2030, "deals": 2031, "debut": 2032, "edited": 2033, "magnificent": 2034, "naturally": 2035, "/>that": 2036, "advice": 2037, "african": 2038, "albert": 2039, "anthony": 2040, "behavior": 2041, "gary": 2042, "genuine": 2043, "lucky": 2044, "sean": 2045, "ups": 2046, "connection": 2047, "core": 2048, "howard": 2049, "jennifer": 2050, "luck": 2051, "results": 2052, "/>while": 2053, "cameo": 2054, "foot": 2055, "murdered": 2056, "shallow": 2057, "allows": 2058, "buddy": 2059, "eric": 2060, "grown": 2061, "lesson": 2062, "mission": 2063, "na": 2064, "occasionally": 2065, "remembered": 2066, "stock": 2067, "trek": 2068, "ass": 2069, "context": 2070, "corny": 2071, "dimensional": 2072, "harris": 2073, "learned": 2074, "national": 2075, "/>i'm": 2076, "genuinely": 2077, "grew": 2078, "village": 2079, "boat": 2080, "finale": 2081, "luke": 2082, "revealed": 2083, "thomas": 2084, "visuals": 2085, "window": 2086, "decade": 2087, "identity": 2088, "overly": 2089, "program": 2090, "proved": 2091, "ultimate": 2092, "versions": 2093, "d": 2094, "existence": 2095, "favor": 2096, "formula": 2097, "president": 2098, "sheer": 2099, "standing": 2100, "steal": 2101, "study": 2102, "board": 2103, "essentially": 2104, "unable": 2105, "unexpected": 2106, "ages": 2107, "anna": 2108, "awkward": 2109, "bear": 2110, "develop": 2111, "frankly": 2112, "references": 2113, "spectacular": 2114, "speed": 2115, "suffering": 2116, "survive": 2117, "desert": 2118, "logic": 2119, "mid": 2120, "passed": 2121, "psycho": 2122, "reach": 2123, "reaction": 2124, "travel": 2125, "types": 2126, "vampires": 2127, "anne": 2128, "dan": 2129, "flesh": 2130, "parody": 2131, "visually": 2132, "gon": 2133, "killers": 2134, "segment": 2135, "crappy": 2136, "leader": 2137, "marie": 2138, "site": 2139, "sudden": 2140, "them.<br": 2141, "11": 2142, "bet": 2143, "brilliantly": 2144, "delivered": 2145, "discovers": 2146, "efforts": 2147, "lake": 2148, "robin": 2149, "sheriff": 2150, "strength": 2151, "broadway": 2152, "creates": 2153, "frame": 2154, "reviewer": 2155, "round": 2156, "sake": 2157, "stereotypes": 2158, "technology": 2159, "welles": 2160, "clean": 2161, "code": 2162, "driven": 2163, "evening": 2164, "gordon": 2165, "insane": 2166, "kung": 2167, "majority": 2168, "model": 2169, "rose": 2170, "/>however": 2171, "drew": 2172, "emotionally": 2173, "executed": 2174, "graphic": 2175, "pair": 2176, "protagonist": 2177, "relief": 2178, "rob": 2179, "awards": 2180, "dreadful": 2181, "failure": 2182, "families": 2183, "freedom": 2184, "hill": 2185, "painfully": 2186, "ran": 2187, "sinatra": 2188, "sucked": 2189, "utter": 2190, "caused": 2191, "fault": 2192, "foreign": 2193, "gratuitous": 2194, "meeting": 2195, "native": 2196, "relate": 2197, "anime": 2198, "built": 2199, "commercial": 2200, "flashbacks": 2201, "hunter": 2202, "test": 2203, "aged": 2204, "ancient": 2205, "asian": 2206, "barbara": 2207, "comparison": 2208, "decision": 2209, "practically": 2210, "wit": 2211, "chosen": 2212, "obsessed": 2213, "pleasant": 2214, "religion": 2215, "tape": 2216, "woody": 2217, "chick": 2218, "described": 2219, "feet": 2220, "gory": 2221, "laughter": 2222, "range": 2223, "send": 2224, "vehicle": 2225, "victoria": 2226, "wayne": 2227, "breaking": 2228, "endless": 2229, "fill": 2230, "generation": 2231, "individual": 2232, "parker": 2233, "sell": 2234, "assume": 2235, "bomb": 2236, "cash": 2237, "center": 2238, "combination": 2239, "hearing": 2240, "jr.": 2241, "treatment": 2242, "underrated": 2243, "attitude": 2244, "france": 2245, "halloween": 2246, "portrays": 2247, "produce": 2248, "proper": 2249, "sports": 2250, "steven": 2251, "victor": 2252, "asking": 2253, "believes": 2254, "capable": 2255, "choose": 2256, "exploitation": 2257, "portraying": 2258, "handsome": 2259, "largely": 2260, "levels": 2261, "marry": 2262, "product": 2263, "rise": 2264, "seasons": 2265, "stopped": 2266, "theatrical": 2267, "chief": 2268, "excited": 2269, "learns": 2270, "roy": 2271, "warm": 2272, "appealing": 2273, "fly": 2274, "grow": 2275, "involves": 2276, "joseph": 2277, "moore": 2278, "r": 2279, "rescue": 2280, "rules": 2281, "cinderella": 2282, "classics": 2283, "dry": 2284, "dubbed": 2285, "entertained": 2286, "jackie": 2287, "par": 2288, "recall": 2289, "ruined": 2290, "sympathetic": 2291, "unrealistic": 2292, "angel": 2293, "canadian": 2294, "clue": 2295, "contrived": 2296, "i.e.": 2297, "nominated": 2298, "safe": 2299, "seat": 2300, "winner": 2301, "alex": 2302, "contrast": 2303, "costs": 2304, "crowd": 2305, "daniel": 2306, "depressing": 2307, "extras": 2308, "fame": 2309, "haunting": 2310, "hearted": 2311, "irritating": 2312, "paper": 2313, "pity": 2314, "priest": 2315, "1/2": 2316, "claim": 2317, "heck": 2318, "strongly": 2319, "theaters": 2320, "uk": 2321, "/>then": 2322, "costume": 2323, "destroy": 2324, "evidence": 2325, "football": 2326, "research": 2327, "scare": 2328, "sequels": 2329, "appropriate": 2330, "disgusting": 2331, "facts": 2332, "germany": 2333, "hall": 2334, "louis": 2335, "nancy": 2336, "ryan": 2337, "talks": 2338, "teenager": 2339, "anderson": 2340, "cost": 2341, "losing": 2342, "mask": 2343, "bringing": 2344, "captures": 2345, "cares": 2346, "embarrassing": 2347, "hunt": 2348, "matt": 2349, "naive": 2350, "o": 2351, "matters": 2352, "saturday": 2353, "tend": 2354, "thoughts": 2355, "training": 2356, "united": 2357, "voices": 2358, "fits": 2359, "fool": 2360, "lousy": 2361, "tiny": 2362, "universal": 2363, "bodies": 2364, "convinced": 2365, "correct": 2366, "hanging": 2367, "haunted": 2368, "lower": 2369, "mini": 2370, "oliver": 2371, "relatively": 2372, "walks": 2373, "/>you": 2374, "amateur": 2375, "baseball": 2376, "cowboy": 2377, "fairy": 2378, "horribly": 2379, "patrick": 2380, "promise": 2381, "steals": 2382, "virtually": 2383, "vote": 2384, "):": 2385, "contemporary": 2386, "insult": 2387, "robot": 2388, "spoil": 2389, "walter": 2390, "excitement": 2391, "hide": 2392, "market": 2393, "teenagers": 2394, "till": 2395, "/>also": 2396, "10/10": 2397, "asleep": 2398, "continuity": 2399, "covered": 2400, "creatures": 2401, "cutting": 2402, "depicted": 2403, "europe": 2404, "holding": 2405, "inner": 2406, "max": 2407, "nevertheless": 2408, "north": 2409, "reporter": 2410, "satisfying": 2411, "substance": 2412, "t": 2413, "amateurish": 2414, "che": 2415, "circumstances": 2416, "factor": 2417, "handled": 2418, "influence": 2419, "initial": 2420, "murphy": 2421, "remain": 2422, "texas": 2423, "viewed": 2424, "danger": 2425, "drag": 2426, "f": 2427, "lawyer": 2428, "pile": 2429, "provided": 2430, "service": 2431, "skin": 2432, "tedious": 2433, "trilogy": 2434, "u.s.": 2435, "witness": 2436, "/>well": 2437, "africa": 2438, "designed": 2439, "hat": 2440, "offensive": 2441, "powell": 2442, "presents": 2443, "professor": 2444, "semi": 2445, "surreal": 2446, "unfortunate": 2447, "/>not": 2448, "australian": 2449, "closer": 2450, "hitchcock": 2451, "liners": 2452, "politics": 2453, "sharp": 2454, "shocked": 2455, "sisters": 2456, "touches": 2457, "unlikely": 2458, "him.<br": 2459, "russell": 2460, "target": 2461, "fare": 2462, "scale": 2463, "serves": 2464, "source": 2465, "structure": 2466, "angles": 2467, "category": 2468, "drop": 2469, "lesbian": 2470, "plans": 2471, "promising": 2472, "refreshing": 2473, "brave": 2474, "chose": 2475, "claims": 2476, "columbo": 2477, "display": 2478, "eight": 2479, "focused": 2480, "hopefully": 2481, "kim": 2482, "mainstream": 2483, "movement": 2484, "previously": 2485, "prime": 2486, "propaganda": 2487, "related": 2488, "rental": 2489, "repeated": 2490, "roger": 2491, "ruin": 2492, "section": 2493, "spy": 2494, "suffers": 2495, "supernatural": 2496, "weekend": 2497, "accidentally": 2498, "caine": 2499, "cartoons": 2500, "chan": 2501, "faced": 2502, "latest": 2503, "speaks": 2504, "/>at": 2505, "/>even": 2506, "accents": 2507, "adventures": 2508, "blow": 2509, "deaths": 2510, "degree": 2511, "meanwhile": 2512, "mrs.": 2513, "colors": 2514, "crash": 2515, "deadly": 2516, "erotic": 2517, "experiences": 2518, "harsh": 2519, "nude": 2520, "qualities": 2521, "realizes": 2522, "speech": 2523, "surprises": 2524, "weeks": 2525, "welcome": 2526, "believed": 2527, "convince": 2528, "dogs": 2529, "draw": 2530, "enemy": 2531, "invisible": 2532, "makeup": 2533, "print": 2534, "rain": 2535, "routine": 2536, "twisted": 2537, "/>some": 2538, "dozen": 2539, "friday": 2540, "guilty": 2541, "mistakes": 2542, "struggling": 2543, "teens": 2544, "uninteresting": 2545, "veteran": 2546, "wilson": 2547, "clark": 2548, "gritty": 2549, "highlight": 2550, "pacino": 2551, "princess": 2552, "recognize": 2553, "sympathy": 2554, "magical": 2555, "notch": 2556, "birth": 2557, "directly": 2558, "edward": 2559, "emma": 2560, "explains": 2561, "irish": 2562, "mgm": 2563, "occasional": 2564, "peace": 2565, "terror": 2566, "walked": 2567, "well.<br": 2568, "---": 2569, "/>after": 2570, "/>on": 2571, "committed": 2572, "friendly": 2573, "massive": 2574, "mountain": 2575, "security": 2576, "ted": 2577, "treasure": 2578, "atrocious": 2579, "combined": 2580, "gas": 2581, "hong": 2582, "kinds": 2583, "legendary": 2584, "narration": 2585, "abuse": 2586, "aliens": 2587, "appreciated": 2588, "darkness": 2589, "dollars": 2590, "driver": 2591, "false": 2592, "multiple": 2593, "offered": 2594, "paint": 2595, "path": 2596, "suspenseful": 2597, "sword": 2598, "universe": 2599, "whoever": 2600, "14": 2601, "anger": 2602, "changing": 2603, "crying": 2604, "experienced": 2605, "featured": 2606, "forgettable": 2607, "frightening": 2608, "metal": 2609, "nazi": 2610, "passing": 2611, "performed": 2612, "prior": 2613, "remotely": 2614, "reveal": 2615, "variety": 2616, "vietnam": 2617, "/>first": 2618, "downright": 2619, "execution": 2620, "express": 2621, "fictional": 2622, "forest": 2623, "one.<br": 2624, "pitt": 2625, "regret": 2626, "sorts": 2627, "stolen": 2628, "surface": 2629, "urban": 2630, "/>of": 2631, "aka": 2632, "exact": 2633, "figured": 2634, "figures": 2635, "hired": 2636, "lonely": 2637, "matrix": 2638, "reputation": 2639, "spends": 2640, "trapped": 2641, "abandoned": 2642, "afternoon": 2643, "beach": 2644, "blah": 2645, "insight": 2646, "network": 2647, "placed": 2648, "theory": 2649, "ai": 2650, "bothered": 2651, "conversation": 2652, "court": 2653, "crude": 2654, "demons": 2655, "grim": 2656, "lugosi": 2657, "melodrama": 2658, "rings": 2659, "story.<br": 2660, "wear": 2661, "account": 2662, "blown": 2663, "china": 2664, "department": 2665, "donald": 2666, "enter": 2667, "forth": 2668, "listening": 2669, "paying": 2670, "proud": 2671, "pulls": 2672, "required": 2673, "san": 2674, "sarah": 2675, "statement": 2676, "all.<br": 2677, "bourne": 2678, "buying": 2679, "cultural": 2680, "dragon": 2681, "granted": 2682, "jobs": 2683, "johnson": 2684, "reveals": 2685, "rights": 2686, "rule": 2687, "scares": 2688, "starred": 2689, "alice": 2690, "california": 2691, "dude": 2692, "focuses": 2693, "foster": 2694, "lifetime": 2695, "mexican": 2696, "significant": 2697, "stayed": 2698, "stays": 2699, "bus": 2700, "effectively": 2701, "k": 2702, "mexico": 2703, "rachel": 2704, "sunday": 2705, "titanic": 2706, "un": 2707, "unconvincing": 2708, "von": 2709, "/>don't": 2710, "amazed": 2711, "angle": 2712, "christ": 2713, "dean": 2714, "delivery": 2715, "everywhere": 2716, "freeman": 2717, "ghosts": 2718, "grave": 2719, "handed": 2720, "heavily": 2721, "idiot": 2722, "imagery": 2723, "indie": 2724, "julia": 2725, "jungle": 2726, "lisa": 2727, "mature": 2728, "mere": 2729, "quest": 2730, "rolling": 2731, "sir": 2732, "sun": 2733, "teeth": 2734, "beast": 2735, "blockbuster": 2736, "cruel": 2737, "favorites": 2738, "hip": 2739, "lights": 2740, "me.<br": 2741, "necessarily": 2742, "ned": 2743, "rough": 2744, "scenario": 2745, "sensitive": 2746, "spite": 2747, "tight": 2748, "worthwhile": 2749, "/>another": 2750, "belief": 2751, "clich\u00e9d": 2752, "desperately": 2753, "device": 2754, "fabulous": 2755, "faithful": 2756, "gross": 2757, "hoffman": 2758, "jon": 2759, "junk": 2760, "revolution": 2761, "ron": 2762, "and/or": 2763, "beloved": 2764, "bore": 2765, "bound": 2766, "campy": 2767, "demon": 2768, "forgot": 2769, "interview": 2770, "minds": 2771, "nation": 2772, "shadow": 2773, "skill": 2774, "sleeping": 2775, "susan": 2776, "/>we": 2777, "closing": 2778, "destroyed": 2779, "dress": 2780, "facial": 2781, "hardy": 2782, "intellectual": 2783, "renting": 2784, "seek": 2785, "studios": 2786, "suffer": 2787, "table": 2788, "views": 2789, ":)": 2790, "artists": 2791, "breath": 2792, "con": 2793, "helping": 2794, "musicals": 2795, "position": 2796, "raw": 2797, "reminiscent": 2798, "sounded": 2799, "stereotypical": 2800, "subtitles": 2801, "understood": 2802, "+": 2803, "25": 2804, "branagh": 2805, "criminals": 2806, "critical": 2807, "deeper": 2808, "drinking": 2809, "flashback": 2810, "league": 2811, "pregnant": 2812, "slapstick": 2813, "wing": 2814, "aunt": 2815, "complicated": 2816, "expert": 2817, "flight": 2818, "format": 2819, "greater": 2820, "halfway": 2821, "happiness": 2822, "learning": 2823, "murderer": 2824, "prefer": 2825, "productions": 2826, "warner": 2827, "achieve": 2828, "alright": 2829, "amazingly": 2830, "calling": 2831, "cell": 2832, "decades": 2833, "extraordinary": 2834, "ignore": 2835, "india": 2836, "inept": 2837, "larry": 2838, "notorious": 2839, "status": 2840, "truck": 2841, "bbc": 2842, "buck": 2843, "dennis": 2844, "depiction": 2845, "fourth": 2846, "initially": 2847, "julie": 2848, "mildly": 2849, "prepared": 2850, "punch": 2851, "quirky": 2852, "racist": 2853, "settings": 2854, "this.<br": 2855, "throwing": 2856, "u": 2857, "/>with": 2858, "convey": 2859, "daughters": 2860, "suck": 2861, "wave": 2862, "arms": 2863, "description": 2864, "encounter": 2865, "entertain": 2866, "examples": 2867, "maria": 2868, "midnight": 2869, "picks": 2870, "raised": 2871, "screening": 2872, "spoof": 2873, "tree": 2874, "underground": 2875, "/>anyway": 2876, "answers": 2877, "base": 2878, "basis": 2879, "chilling": 2880, "criticism": 2881, "disbelief": 2882, "dollar": 2883, "expression": 2884, "funnier": 2885, "ha": 2886, "kiss": 2887, "lincoln": 2888, "purely": 2889, "summary": 2890, "titles": 2891, "toy": 2892, "via": 2893, "burns": 2894, "comical": 2895, "crafted": 2896, "environment": 2897, "honor": 2898, "introduction": 2899, "jail": 2900, "join": 2901, "rogers": 2902, "sandler": 2903, "serve": 2904, "shut": 2905, "sidney": 2906, "spoken": 2907, "task": 2908, "thankfully": 2909, "throws": 2910, "touched": 2911, "1950": 2912, "bollywood": 2913, "brad": 2914, "cabin": 2915, "choices": 2916, "elizabeth": 2917, "headed": 2918, "locked": 2919, "ludicrous": 2920, "mouse": 2921, "pet": 2922, "regarding": 2923, "warned": 2924, "1980": 2925, "blair": 2926, "brooks": 2927, "caring": 2928, "carrying": 2929, "east": 2930, "everyday": 2931, "fallen": 2932, "handle": 2933, "lane": 2934, "leslie": 2935, "praise": 2936, "protect": 2937, "sitcom": 2938, "storytelling": 2939, "charge": 2940, "daily": 2941, "determined": 2942, "extent": 2943, "inspiration": 2944, "lesser": 2945, "lion": 2946, "m": 2947, "originality": 2948, "out.<br": 2949, "provoking": 2950, "reference": 2951, "regard": 2952, "succeeds": 2953, "timing": 2954, "trick": 2955, "turkey": 2956, "weapons": 2957, "wears": 2958, "workers": 2959, "bitter": 2960, "burt": 2961, "carried": 2962, "carries": 2963, "causes": 2964, "challenge": 2965, "experiment": 2966, "guard": 2967, "lazy": 2968, "miller": 2969, "raise": 2970, "southern": 2971, "tales": 2972, "term": 2973, "13": 2974, "attempting": 2975, "bat": 2976, "breathtaking": 2977, "clips": 2978, "embarrassed": 2979, "established": 2980, "graphics": 2981, "gruesome": 2982, "ironic": 2983, "jewish": 2984, "maker": 2985, "mirror": 2986, "navy": 2987, "sinister": 2988, "sleazy": 2989, "60s": 2990, "authentic": 2991, "claire": 2992, "cooper": 2993, "enjoying": 2994, "essential": 2995, "hood": 2996, "jessica": 2997, "laura": 2998, "michelle": 2999, "minded": 3000, "notable": 3001, "reed": 3002, "remote": 3003, "replaced": 3004, "sold": 3005, "bettie": 3006, "goofy": 3007, "interpretation": 3008, "jumps": 3009, "mass": 3010, "obnoxious": 3011, "obsession": 3012, "stanley": 3013, "adding": 3014, "amongst": 3015, "arrives": 3016, "balance": 3017, "c": 3018, "cases": 3019, "escapes": 3020, "holmes": 3021, "lie": 3022, "mentally": 3023, "novels": 3024, "properly": 3025, "risk": 3026, "stomach": 3027, "sutherland": 3028, "tradition": 3029, "westerns": 3030, "wins": 3031, "8/10": 3032, "carpenter": 3033, "comedian": 3034, "exists": 3035, "hole": 3036, "interviews": 3037, "manager": 3038, "mansion": 3039, "retarded": 3040, "rival": 3041, "seeking": 3042, "shape": 3043, "tracy": 3044, "way.<br": 3045, "1970": 3046, "cook": 3047, "frequently": 3048, "legs": 3049, "marvelous": 3050, "packed": 3051, "remind": 3052, "served": 3053, "stanwyck": 3054, "stops": 3055, "strangely": 3056, "successfully": 3057, "that.<br": 3058, "upper": 3059, "attacked": 3060, "bridge": 3061, "busy": 3062, "contain": 3063, "flow": 3064, "intensity": 3065, "intentions": 3066, "laid": 3067, "mob": 3068, "n": 3069, "nowadays": 3070, "shower": 3071, "sum": 3072, "topic": 3073, "/>-": 3074, "ashamed": 3075, "drives": 3076, "existent": 3077, "flawed": 3078, "inspector": 3079, "jake": 3080, "patient": 3081, "philip": 3082, "stylish": 3083, "sullivan": 3084, "wanna": 3085, "/>although": 3086, "albeit": 3087, "angels": 3088, "baker": 3089, "chair": 3090, "confusion": 3091, "cynical": 3092, "fish": 3093, "grey": 3094, "horrific": 3095, "lucy": 3096, "mindless": 3097, "opened": 3098, "pitch": 3099, "refuses": 3100, "revolves": 3101, "riding": 3102, "screenwriter": 3103, "stranger": 3104, "suspects": 3105, "tongue": 3106, "usa": 3107, "2000": 3108, "attacks": 3109, "bo": 3110, "fbi": 3111, "here.<br": 3112, "madness": 3113, "overcome": 3114, "ratings": 3115, "sides": 3116, "sin": 3117, "struggles": 3118, "text": 3119, "thrilling": 3120, "torn": 3121, "upset": 3122, "warn": 3123, "wealthy": 3124, "adapted": 3125, "brando": 3126, "controversial": 3127, "elvis": 3128, "expressions": 3129, "glass": 3130, "greatly": 3131, "internet": 3132, "jay": 3133, "life.<br": 3134, "personalities": 3135, "poignant": 3136, "presentation": 3137, "tense": 3138, "thief": 3139, "vacation": 3140, "wishes": 3141, "2006": 3142, "alas": 3143, "bette": 3144, "delight": 3145, "dinner": 3146, "hence": 3147, "hills": 3148, "hundreds": 3149, "medical": 3150, "pool": 3151, "rochester": 3152, "spin": 3153, "wwii": 3154, "arm": 3155, "broke": 3156, "bugs": 3157, "burton": 3158, "catholic": 3159, "contact": 3160, "countries": 3161, "credibility": 3162, "end.<br": 3163, "nine": 3164, "noble": 3165, "per": 3166, "perform": 3167, "storm": 3168, "stupidity": 3169, "suffered": 3170, "thousands": 3171, "wasting": 3172, "widmark": 3173, "advantage": 3174, "cheese": 3175, "dubbing": 3176, "glimpse": 3177, "guessing": 3178, "happily": 3179, "hundred": 3180, "lessons": 3181, "pride": 3182, "seagal": 3183, "separate": 3184, "sings": 3185, "spielberg": 3186, "streisand": 3187, "technically": 3188, "tour": 3189, "card": 3190, "courage": 3191, "credible": 3192, "dentist": 3193, "franchise": 3194, "hint": 3195, "neat": 